Repository: QlcChainOrg/Winq-ios
Catalog: Qlink/Main/Topup/*.lproj/TopupCredentialViewController.strings
Languages: id

# 6lc-bC-d5x.text
source: Personal
id: Pribadi

# AtP-dk-lXU.text
source: Invoice No
id: Tagihan No

# hDY-U6-M2M.text
source: Blockchain Invoice
id: Tagihan Blockchain

# Isa-yf-lhA.text
source: Invoice Details
id: Rincian Tagihan

# kJQ-iv-atD.text
source: Invoice Type
id: Jenis Tagihan

# Lle-ww-Qm1.text
source: Check on Blockchain
id: Cek pada Blockchain

# uFg-55-uaa.text
source: Invoice Amount
id: Jumlah Tagihan

# VZq-ZK-4YU.text
source: Service Description
id: Deskripsi Layanan

# wC6-Wn-yMu.text
source: Service Provider
id: Layanan Provider

# yZg-WV-nJv.text
source: Invoice Date
id: Tanggal Tagihan
