Repository: QlcChainOrg/Winq-ios
Catalog: Qlink/Main/Wallets/QLC/Staking/*.lproj/ConfidantViewController.strings
Languages: id

# 5og-gX-Rj1.text
source: FOR CONFIDANT
id: UNTUK KEPERCAYAAN

# 9hk-sx-XN4.text
source: Enter your E-mail address, used to purchase your Confidant Station. Click on "Send Confirmation Code" and check your Inbox. You will receive a security code that will prove you're the owner.
id: Masukkan alamat E-mail Anda, yang digunakan untuk membeli Stasiun Kepercayaan Anda. Klik "Kirim Kode Konfirmasi" dan periksa Kotak Masuk Anda. Anda akan menerima kode keamanan yang akan membuktikan bahwa Anda adalah pemiliknya.

# AhP-Wt-cFN.placeholder
source: Security code (sent to your email)
id: Kode keamanan (dikirim ke email Anda)

# ede-T6-A0M.placeholder
source: Your E-mail (used to place the order)
id: E-mail Anda (digunakan untuk memesan)

# Fmj-YT-ZAT.normalTitle
source: Confirm Code
id: Kode Konfirmasi

# j8k-Uu-4EJ.text
source: *Code sent. Check your Inbox (Spam Folder)
id: *Kode dikirim. Periksa Kotak Masuk Anda (Folder Spam)

# OoQ-Z9-78a.text
source: Your Email
id: Email Anda

# SUF-Yt-P9t.text
source: Security code
id: Kode keamanan

# t5A-E0-4Tb.text
source: Prove your ownership and unlock the staking
id: Buktikan kepemilikan Anda dan buka staking

# W8E-Cx-Qc1.text
source: Send Security Code
id: Kirim Kode Keamanan
