Repository: QlcChainOrg/Winq-ios
Catalog: Qlink/Main/Wallets/QLC/Staking/*.lproj/TokenMintageViewController.strings
Languages: id, zh_hans

# 3w4-cv-hiD.text
source: Token Decimal
id: Desimal Token
zh_hans: Token位数

# 4aU-kv-n2j.normalTitle
source: Invoke
id: Memohon
zh_hans: 抵押

# bAV-Y0-uzP.text
source: Balance: 0.00 QLC
id: Saldo: 0.00 QLC
zh_hans: 余额: 0.00 QLC

# e8y-5l-rx0.text
source: Staking will end on: 2019-01-10, The minimum period is 180 days
id: Staking akan berakhir pada: 2019-01-10, minimal periode adalah 10 hari
zh_hans: 抵押结束时间: 2019-01-10, 最小周期是180天

# fkW-KG-iTc.text
source: Stake To
id: Stake Untuk
zh_hans: 抵押至

# fSA-Hm-ozP.placeholder
source: From 500000 QLC
id: Dari 1 QLC
zh_hans: 至少 500000 QLC

# GKG-Yg-gkF.text
source: Select a QLC Chain address you want to receive your QGAS to
id: Pilih alamat QLC Chain yang anda inginkan untuk menerima QGAS Anda
zh_hans: 选择要接收QGAS的QLC链地址

# KMo-aE-cGy.placeholder
source: From 180
id: Dari 10
zh_hans: 至少 180

# KQJ-E9-K0o.text
source: Days
id: Hari
zh_hans: 天

# KsZ-2m-fAP.text
source: Select a NEP-5 address you want to stake QLC from
id: Pilih alamat NEP-5 yang ingin anda stake QLC dari
zh_hans: 选择一个你想抵押QLC的NEP-5地址

# LmK-DN-tNc.text
source: Token Symbol
id: Simbol Token
zh_hans: Token符号

# NKv-qo-N0Q.text
source: FOR TOKEN MINTAGE
id: UNTUK TOKEN MINTAGE
zh_hans: 铸币

# PjN-ia-Jhn.text
source: Amount
id: Jumlah
zh_hans: 数量

# pyd-ss-teh.text
source: Token Supply
id: Supply Token
zh_hans: Token总量

# sdH-RL-iw0.text
source: Stake From
id: Stake Dari
zh_hans: 抵押自

# vMl-rb-NcA.text
source: Token Name
id: Nama Token
zh_hans: Token名称

# xcB-Iv-kWM.placeholder
source: Token Name
id: Nama Token
zh_hans: Token名称

# xQZ-W4-PN0.text
source: Staking Period
id: Periode Staking
zh_hans: 抵押周期

# YQU-8C-l2J.text
source: The minimum stake amount is 500000 QLC
id: Jumlah minimal stake adalah 1,00 QLC
zh_hans: 最小抵押数量是 500000 QLC
