Repository: QlcChainOrg/Winq-ios
Catalog: Qlink/Main/Wallets/ETH/*.lproj/ETHImportWalletViewController.strings
Languages: id

# 1q3-7a-2Ik.normalTitle
source: Terms of Service and Privacy Policy
id: Ketentuan Layanan dan Kebijakan Privasi

# 6gO-6u-kMd.normalTitle
source: Agree on
id: Setujui pada

# Aer-T1-BuT.normalTitle
source: Watch
id: Lihat

# BDq-YF-lti.text
source: Watch Wallet is just the way to observe your Ethereum account: check balance and transaction logs, receive notifications. No private key no leaks.
id: Lihat Dompet adalah cara untuk mengamati akun Ethereum Anda: periksa saldo dan log transaksi, terima notifikasi. Tidak ada kunci pribadi, tidak ada kebocoran.

# ec5-d2-rOU.normalTitle
source: What is a mnemonic?
id: Apa itu mnemonic?

# ehu-wO-ZXy.text
source: Caution! Whoever has the private key can completely control all assets in the wallet. Please backup carefully and keep it safe.
id: Peringatan! Siapa pun yang memiliki mnemonik dapat sepenuhnya mengontrol aset di dompet. Jadi, Anda harus mencatat mnemonic dengan hati-hati dan simpan di tempat yang aman.

# FbT-i7-Dzq.text
source: Import Wallet
id: Impor Dompet

# I2M-Xs-gc4.text
source: 取回路径
id: Retrieve path

# m9s-G0-lxl.normalTitle
source: Start Importing
id: Mulai Mengimpor

# MfC-ey-8uW.normalTitle
source: Start Importing
id: Mulai Mengimpor

# njZ-Z7-yzz.normalTitle
source: Agree on
id: Setujui pada

# PJQ-cp-WnV.normalTitle
source: Agree on
id: Setujui pada

# POe-gf-LS3.normalTitle
source: Official
id: Resmi

# r5q-5j-ZmG.placeholder
source: Input Password
id: Masukkan Kata sandi

# s8j-xX-XBb.normalTitle
source: Terms of Service and Privacy Policy
id: Ketentuan Layanan dan Kebijakan Privasi

# sec-cZ-gAO.normalTitle
source: Start Importing
id: Mulai Mengimpor

# siQ-ZE-qsc.normalTitle
source: Start Importing
id: Mulai Mengimpor

# STc-V7-YyP.normalTitle
source: Terms of Service and Privacy Policy
id: Ketentuan Layanan dan Kebijakan Privasi

# tfk-LU-rHy.normalTitle
source: Terms of Service and Privacy Policy
id: Ketentuan Layanan dan Kebijakan Privasi

# TlB-mS-8Qn.normalTitle
source: Agree on
id: Setujui pada

# uxa-uT-ebM.text
source: Ethereum's official wallet uses keystore format to store encrypted private key information, you can copy and paste the content into the input field, or with the help of QR code generator.
id: Dompet resmi Ethereum menggunakan format keystore untuk menyimpan informasi Private key terenkripsi, Anda dapat menyalin dan menempelkan konten ke dalam kolom input, atau dengan bantuan pembuat kode QR.

# xbf-78-E4e.normalTitle
source: What is a keystore?
id: Apa itu keystore?

# YCX-ei-hdg.normalTitle
source: What is a private key?
id: Apa itu private key?

# Yjr-yD-lIK.normalTitle
source: How offline signing works?
id: Cara kerja penandatanganan offline?
