Repository: QlcChainOrg/Winq-ios
Catalog: Qlink/Main/Wallets/EOS/*.lproj/EOSRegisterAccountViewController.strings
Languages: id

# 1Hp-eY-vvK.normalTitle
source: Hide QR code
id: Sembunyikan Kode QR

# e3c-Hu-arx.text
source: Share the QR Code with a friend using My QWallet to help
id: Bagikan kode QR dengan teman menggunakan QWallet untuk membantu

# E6V-Bg-ubf.placeholder
source: a-z and 1-5 combination of 12-bit characters
id: a-z dan 1-5 kombinasi dari 12 karakter

# HQi-Lq-6PZ.text
source: active Key
id: Kunci Aktif

# JA9-r6-pEN.text
source: Input the desired EOS account name and make payment in ETH to complete the registration.
id: Masukkan nama akun EOS yang diinginkan dan lakukan pembayaran di ETH untuk menyelesaikan pendaftaran.

# jJs-kk-dyD.text
source: 1. Input a desired EOS account name and share the QR Code with a friend. 2. Your friend uses My QWallet to scan and pay with EOS.
id: 1. Masukkan nama akun EOS yang diinginkan dan bagikan Kode QR dengan teman. 2. Teman Anda menggunakan QWallet untuk memindai dan membayar dengan EOS.

# K3t-3e-I8v.text
source: Register EOS Account
id: Daftarkan Akun EOS

# pvo-wh-poY.text
source: owner Key
id: Kunci Kepemilikan

# QvT-lc-2w6.text
source: ETH payment, self-registration
id: Pembayaran ETH, pendaftaran sendiri

# tpL-j1-kQb.text
source: Account name
id: Nama Akun

# vEL-IM-lYa.normalTitle
source: Register EOS Account
id: Daftarkan Akun EOS
