Repository: QlcChainOrg/Winq-ios
Catalog: Qlink/Main/Invite/*.lproj/ShareFriendsViewController.strings
Languages: id, zh_hans

# 0MR-lZ-1sn.text
source: My Rewards
id: Hadiah saya
zh_hans: 我的奖励

# 1xg-xU-C2y.normalTitle
source: Refer NOW
id: Undang SEKARANG
zh_hans: 立即邀请

# 2bq-Fx-Rer.text
source: You can claim the reward when successfully invited more than 0 friends.
id: Kamu dapat claim hadiah ketika berhasil menggundang lebih dari 0 teman.
zh_hans: 邀请好友满0位可立即领取

# G4k-nJ-RwY.text
source: 1 friend
id: 1 teman
zh_hans: 邀请1人

# IvZ-F8-BqS.text
source: More friends
id: Lebih Banyak teman
zh_hans: 邀请无上限

# MjW-Ym-eVC.normalTitle
source: CLAIM
zh_hans: 领取

# OQS-gw-cwZ.text
source: Get 0 QGAS
id: Dapatkan 0 QGAS
zh_hans: 获得0QGAS

# UKw-iH-AMq.text
source: More QGAS
id: Lebih banyak QGAS
zh_hans: 获得更多QGAS

# VEB-W6-529.text
source: 2 friends
id: 2 teman
zh_hans: 邀请2人

# bPN-I5-6pf.text
source: 0 friends referred
id: 0 teman diundang
zh_hans: 已邀请0人

# cvR-BW-hQ5.text
source: I have claimed 0 QGAS
id: Saya telah claim 0 QGAS
zh_hans: 已领取奖励：0 QGAS

# k05-aX-rNX.text
source: 00000000（Copy）
zh_hans: 00000000（点击复制）

# luU-Jm-Oez.text
source: Ranking in the Last 30 Days
id: Peringkat dalam 30 hari terakhir
zh_hans: 最近30天推荐奖励排名

# m45-yt-o2o.text
source: To claim:
id: Untuk Claim:
zh_hans: 可领取：

# qWB-9I-eGL.text
source: Get 0 QGAS
id: Dapatkan 0 QGAS
zh_hans: 获得0QGAS

# r6l-8i-nC6.text
source: My Referral Code
id: Kode Referal saya
zh_hans: 我的邀请码

# tsJ-Tv-Dko.text
source: Referral Rewards
id: Hadiah Referal
zh_hans: 推荐奖励
